{
  "name": "Die Königin",
  "subtitle": "Imposantes Auftreten",
  "strength": 4,
  "willpower": 3,
  "quest_value": 2,
  "rarity": "SUPER",
  "ink_cost": 5,
  "author": "Matthew Robert Davies / LadyShalirin",
  "deck_building_id": "13cfc5ee51d21b9da1620a64f0c80751cd3ffc82",
  "culture_invariant_id": 242,
  "sort_number": 265,
  "additional_info": [
    {
      "title": "FAQ 2",
      "body": "F: Ich kontrolliere eine Die Königin und einen „Fabius - Stimme“ der Vernunft. Mein Gegner kontrolliert einen „Micky Maus - Wahrer Freund“ und eine „Malefiz - Hexerin“. Wenn ich in dieser Situation mit meiner Die Königin erkunde und ihre Fähigkeit „Wer ist die Schönste?“ verwende, welche Charaktere kann ich dann für die zwei Teile ihrer Fähigkeit wählen?\r\n\r\nA: Wenn du die Fähigkeit „Wer ist die Schönste?“ deiner Die Königin einsetzt, musst du einen gegnerischen Charakter wählen, welcher daraufhin -4 Stärke erhält. Das bedeutet, dass du in diesem Beispiel entweder Micky Maus oder Malefiz wählen kannst, um einem der beiden -4 Stärke zu geben. Für den zweiten Teil der Fähigkeit „Wer ist die Schönste?“, darfst du einen beliebigen Charakter wählen, welcher +4 Stärke erhält. In unserem Beispiel darfst du also Micky Maus, Malefiz, Die Königin oder Fabius wählen, um einem davon +4 Stärke zu geben. Beachte, dass du für jeden Teil der Fähigkeit einen Charakter wählen musst. Du kannst also nicht die Stärke eines gegnerischen Charakters reduzieren ohne die Stärke eines Charakters zu erhöhen.\r\n"
    }
  ],
  "ink_convertible": true,
  "abilities": [
    "Gestaltwandel"
  ],
  "subtypes": [
    "Flutgestalt",
    "Schurkin",
    "Königin"
  ],
  "flavor_text": "",
  "rules_text": "Gestaltwandel 2 (Du kannst 2 zahlen, um diesen Charakter auf einen deiner Die-Königin-Charaktere auszuspielen.) WER IST DIE SCHÖNSTE? Jedes Mal, wenn dieser Charakter erkundet, darfst du in diesem Zug einem gegnerischen Charakter deiner Wahl -4 und einem Charakter deiner Wahl +4 geben.",
  "card_identifier": "26/204 DE 2",
  "image_urls": [
    {
      "height": 2048,
      "url": "https://api.lorcana.ravensburger.com/images/de/set2/cards/1468x2048/887309d048beef83ad3eabf2a79a64a389ab1c9f.jpg?checksum=a655cd3ce0b898d5c551e5aa20cf05518c0928cba37f3b1d0c7d0e889f838ef5"
    },
    {
      "height": 512,
      "url": "https://api.lorcana.ravensburger.com/images/de/set2/cards/367x512/887309d048beef83ad3eabf2a79a64a389ab1c9f.jpg?checksum=c1739f6c7a820fee57e8752220afd805ecf4f9e0ad1d442bd3a0f801d1759c6e"
    }
  ],
  "foil_mask_url": "https://api.lorcana.ravensburger.com/images/de/set2/masks/1468x2048/887309d048beef83ad3eabf2a79a64a389ab1c9f.jpg?checksum=cff2695e471e9946087f0e239177ca1fca5b2c9e41f8f4cd5c6e0d039e2bc23a",
  "card_sets": [
    2
  ],
  "magic_ink_colors": [
    "AMBER"
  ]
}